import './../styles/Forum.css';
import './../components/NavBar';
import NavBar from './../components/NavBar';
import './../styles/Faq.css'; // Import the Faq styles

function Faq() {
    return (
        <div className="site-container">
            <div className="content-container">
                <NavBar />
                <section className="faq-section">
                    <article className="faq-article">
                        <h2>Frequently Asked Questions</h2>
                        <div className="faq-item">
                            <h3>Γιατί μπλε οικονομία;</h3>
                            <p>Αναρωτηθήκατε ποτέ πόσο μπορεί να αλλάξει η έννοια της οικονομίας αν «βαφτεί» μπλε; Πράγματι, η `«μπλε» οικονομία`, 
                                με κύριο θέμα την εκμετάλλευση των υδάτινων πόρων και την προστασία των θαλασσών, αποτελεί σήμερα -και δικαίως- ένα φλέγον 
                                ζήτημα στην κοινότητα των περιβαλλοντικών οργανώσεων, όπως η Greenpeace και το WWF. 
                                Τι είναι, όμως, αυτό που την καθιστά τόσο ξεχωριστή;</p>
                            <br />
                            <p>
                            Η «μπλε» οικονομία έχει αδιαμφισβήτητα απαράμιλλη σημασία για το οικοσύστημά μας. Συγκεκριμένα, προωθεί την ανάπτυξη και 
                            εκμετάλλευση των θαλασσών με τρόπο που `δεν εξαντλεί το περιβάλλον` ή τους φυσικούς πόρους. Όχι μόνο δεν τους εξαντλεί, 
                            αλλά τους αξιοποιεί στο έπακρο. Για παράδειγμα, μία από τις καινοτόμες προσεγγίσεις της είναι η επεξεργασία των θαλάσσιων αποβλήτων, 
                            όπως τα πλαστικά, και η μετατροπή τους σε χρήσιμα προϊόντα, όπως νέα υλικά για την κατασκευή κτιρίων ή ακόμη και ως καύσιμα. 
                            </p>
                            <br />
                            <p>
                            Πέρα από αυτό, μέσω αυτής της καινοτομίας, προωθείται η `ανάπτυξη των θαλάσσιων ανανεώσιμων πηγών ενέργειας`, όπως η 
                            αιολική ενέργεια από τη θάλασσα (π.χ. θαλάσσιες ανεμογεννήτριες) και η παραγωγή ενέργειας από τα κύματα και τις θαλάσσιες 
                            θερμικές διακυμάνσεις.</p>
                        </div>
                        <div className="faq-item">
                            <h3>Σε τι βοηθάει;</h3>
                            <p>Αδιαμφισβήτητα, η μπλε οικονομία εξυπηρετεί τόσο τους θαλάσσιους φίλους μας όσο και εμάς τους ίδιους. Αρχικά, `βελτιώνεται η ποιότητα των υδάτων` και της θαλάσσιας ζωής με τον καθαρισμό των ωκεανών, τη μείωση της υπεραλιείας και την συνολική προστασία της θαλάσσιας βιοποικιλότητας. Τέλος, η μπλε οικονομία ενθαρρύνει την καινοτομία και τη `δημιουργία νέων επιχειρηματικών ευκαιριών` στους τομείς της θαλάσσιας ενέργειας, της αλιείας, της βιοτεχνολογίας, των τεχνολογιών καθαρισμού του νερού και άλλων, με σκοπό την οικονομική ανάπτυξη και τη δημιουργία θέσεων εργασίας.
                            </p>
                            <br />
                            <p>
                            Όπως όλοι καταλαβαίνουμε, η «μπλε» οικονομία φαντάζει σαν από μηχανής θεός σε μια καταναλωτική κοινωνία. Αν λοιπόν εφαρμοστεί, υπάρχουν πολλές πιθανότητες να περιοριστεί σημαντικά η ρύπανση των θαλασσών και να μην κλονίζεται άλλο η τροφική αλυσίδα!
                            </p>
                        </div>
                    </article>
                </section>
            </div>
        </div>
    );
}

export default Faq;